[{"name":"Alveolar", "description":"This is the category that appears on the fourth column of the Consonants (Pulmonic) Chart. It refers to the region just behind the teeth where the alveolar ridge is located. An example would the phone [s] which is the first sound one makes in the articulation of the English word \"sip\". The tip of the tongue is placed near the alveolar ridge where air flows out noisily."},
{"name":"Approximant", "description":"This is the category that appears on the second to last row in of the Consonants (Pulmonic) Chart. An approximant is a consonant that has <span ontouchend=\"gotog('vowel');\">vowel</span>-like quality. It is usually sonorant (i.e. air flows smoothly without interference and thus sounds loud and clear). An approximant is a consonant because it does involve obstruction to airflow, although the obstruction does not result in great interference of the airflow. The English \"r\" [ ¨] as in \"carrot\", would be an example of an approximant."},
{"name":"Bilabial", "description":"This is the category that appears on the first column of the IPA Consonants (Pulmonic) Chart. It refers to the use of both lips in the production of a <span ontouchend=\"gotog('phone');\">phone</span>. An example would the phone [p] which is the first sound one makes in the articulation of the English word \"pig\". Both lips are drawn together to obstruct airflow."},
{"name":"Consonants", "description":"Consonant sounds are linguistic sounds which articulation involves the \"radical\" obstruction of airflow. Usually, when you make a consonant sound, you would be able to feel that air pressure is especially high at a particular region of the articulators (see diagram on articulators). Try saying \"snake\" but with a prolonged beginning, so that it is like saying \"sssssssnake\". You should be able to hear a hissing sound being extended over time. If you are sensitive, you’d feel a lot of air pressure at the tip of your tongue as air rushes out. All consonantal sounds have this property of there being high air pressure at some articulator, not necessarily the tip of the tongue. The place where air pressure is highest is called the <span ontouchend=\"gotog('place of articulation');\">place of articulation</span>."},
{"name":"Dental", "description":"This is the category that appears on the third column of the Consonants (Pulmonic) Chart. It refers to the use of the teeth in the production of a <span ontouchend=\"gotog('phone');\">phone</span>. Try saying the English word \"bathe\" and extend the ending for as long as you can. You would notice that the tip of your tongue is caught between the teeth as air flows out noisily. That sound is dental because the teeth are necessary for its production."},
{"name":"Fricative", "description":"This is the category that appears on the fifth row in of the Consonants (Pulmonic) Chart. A fricative phone sounds noisy, and has a hissing quality. This is because in the production of a fricative sound, the passage out of which air flows is so narrow that air rushes out very quickly, causing friction to occur between the air and the articulators. [s] as in \"ssssssnake\", would be a fricative."},
{"name":"Front/Central/Back vowel", "description":"To describe the position of the tongue relative to the teeth and the pharynx, the terms \"front, central, and back\" are used. \"Front\" is when the tongue body is closest to the teeth in the production of a <span ontouchend=\"gotog('vowel');\">vowel</span>. \"Back\" is when the tongue body is closest to the pharynx. t is important to note that vowel space is relatively constrained. Should the body of the tongue move too much to the front or too much to the back, it would obstruct air flow either because the passage between the body of the tongue and the other articulators (such as the velum, the palate or the pharynx is too narrow) or because the passage was closed. Should that happen, a <span ontouchend=\"gotog('consonants');\">consonant</span> would be produced instead."},
{"name":"Glottal/Glottis", "description":"This is the category that appears on the last column of the Consonants (Pulmonic) Chart. The glottis is the area where your vocal folds are located. When you cough, you would be making a glottal sound. In coughing, the vocal folds close tightly and pressure is built behind them. When the vocal folds suddenly open, air rushes out."},
{"name":"Labial", "description":"A sound is described as labial if the place of articulation is at the lips. In other words, if the production of a linguistic sound involves the lips, then that sound is labial. We have an upper lip and a lower lip. Labial sounds may involve both lips (<span ontouchend=\"gotog('bilabial');\">bilabial</span>) or they may involve only the lower lip and the upper teeth (<span ontouchend=\"gotog('labiodental');\">labiodental</span>)."},
{"name":"Labiodental", "description":"This is the category that appears on the second column of the Consonants (Pulmonic) Chart. It refers to the use of the lower lip and the upper teeth in the production of a <span ontouchend=\"gotog('phone');\">phone</span>. An example would the phone [f] which is the first sound one makes in the articulation of the English word \"fig\". The upper teeth and the lower lip touch in the production of this sound."},
{"name":"Lateral", "description":"A lateral sound is one where in its articulation, air flows out from the sides of the mouth. If you said \"L\" and extended the pronunciation for a long time, you would be making a lateral sound [l]. If you froze and kept the tongue as it were, then breathe in through the mouth, you would feel a chill along the sides of your tongue. This is because that was the passage open to air flow."},
{"name":"Lateral Approximant", "description":"This is the category that appears on the last row in of the Consonants (Pulmonic) Chart. Like other <span ontouchend=\"gotog('approximant');\">approximants</span>, the lateral approximant is sonorant and has vowel-like qualities. However, lateral approximants have the additional character of being <span ontouchend=\"gotog('lateral');\">lateral</span>, i.e. air flows out from the sides of the mouth. The English \"l\" as in \"like\" [l] would be an example of a lateral approximant."},
{"name":"Lateral Fricative", "description":"This is the category that appears on the sixth row in of the Consonants (Pulmonic) Chart. Like a fricative, lateral fricatives have a noisy, hissing quality. The additional characteristic is that air flows out from the sides of the mouth, i.e. <span ontouchend=\"gotog('lateral');\">lateral</span>."},
{"name":"Manner of articulation", "description":"In the production of a <span ontouchend=\"gotog('phone');\">phone</span>, the way air moves with the articulators decide certain fundamental acoustic properties of the phone. For example, the air may flow smoothly, may be obstructed, may flow through the centre of mouth, or the side of the mouth or even may flow through the nose. The air molecules may be actively moving at a particular frequency (i.e. voicing) or they may be moving randomly. These properties are collectively called the manner of articulation. Manners of articulation are listed on the leftmost column of the IPA Consonant (Pulmonic) Chart and include <span ontouchend=\"gotog('Plosive');\">Plosive</span>, <span ontouchend=\"gotog('Nasal');\">Nasal</span>, <span ontouchend=\"gotog('Trill');\">Trill</span>, <span ontouchend=\"gotog('Tap/Flap');\">Tap/Flap</span>, <span ontouchend=\"gotog('Fricative');\">Fricative</span>, <span ontouchend=\"gotog('Lateral');\">Lateral</span> and <span ontouchend=\"gotog('Approximant');\">Approximant</span>."},
{"name":"Nasal", "description":"This is the category that appears on the second row in of the Consonants (Pulmonic) Chart. A nasal sound is made by allowing air to flow out from the nose. This is done by lowering the velum so that the passage to the nasal cavity is open. The common nasals in English are [m] as in \"him\", [n] as in \"sin\" and [ N] as in \"sing\". It is noteworthy that <span ontouchend=\"gotog('vowel');\">vowels</span> can be nasalized too. French, for example, has many nasalized vowels."},
{"name":"Open/Mid/Close (High/Mid/Low) vowels", "description":"To describe the position of the tongue relative to the palate and the base of the mouth, the terms \"open, mid, and close\" are used. \"Close\" is when the tongue body is closest to the palate in the production of a <span ontouchend=\"gotog('vowel');\">vowel</span>. \"Open\" is when the tongue body is furthest from the palate. It is also common to say \"high\" for \"close\" and \"low\" for \"open\". It is important to note that vowel space is relatively constrained. Should the body of the tongue move to high up, it would obstruct air flow either because the passage between the body of the tongue and the palate is too narrow or because the passage was closed. Should that happen, a <span ontouchend=\"gotog('consonants');\">consonant</span> would be produced instead."},
{"name":"Palatal", "description":"This is the category that appears on the seventh column of the Consonants (Pulmonic) Chart. It refers to the hard palate. When you pronounce the German word \"ich\" (i.e. \"I\" in English) you would be making a palatal sound. If you do not speak German, you could try making the noise cats make when they feel threatened. It’s a hissing noise made with the body of the tongue put close to the hard palate."},
{"name":"Pharyngeal/Pharynx", "description":"This is the category that appears on the second to last column of the Consonants (Pulmonic) Chart. The pharynx is the area between the end of your mouth and the vocal folds. When you swallow, you would be able to feel movement at the pharyngeal area. Pharyngeal sounds are not found in English. However, they are common in Semitic languages such as Arabic and Hebrew."},
{"name":"Phone", "description":"A phone is a unit of linguistic sound that is often represented by a single letter in the IPA chart. In articulatory terms, it refers to a state of organization of the articulators. For example, to say \"see\", our articulators go through two states of organization. It begins with (i) the tip of the tongue coming close the alveolar ridge causing air to flow out of the mouth noisily; and is followed by (ii) when the body of the tongue is placed at a high and front position without blocking airflow so that airflows out smoothly while the vocal folds vibrate. These two states are shown below:<br><img src=\"tones_2.jpg\" style=\"width:200pt;\">&nbsp;<img src=\"tones_3.jpg\" style=\"width:200pt;\">"},
{"name":"Place of articulation", "description":"In the production of a <span ontouchend=\"gotog('consonants');\">consonant</span>, there is a particular region among the articulators where obstruction of airflow occurs. At precisely this region, air pressure would also be greatest. This region where is known as the place of articulation. Common places of articulation include: the lips (<span ontouchend=\"gotog('labial');\">labial</span>), the teeth (<span ontouchend=\"gotog('dental');\">dental</span>), the alveolar ridge, the area slightly behind the alveolar ridge (<span ontouchend=\"gotog('postalveolar');\">postalveolar</span>), the hard palate, the <span ontouchend=\"gotog('velar/velum/soft palate');\">soft palate</span> (<span ontouchend=\"gotog('velum');\">velum</span>), the <span ontouchend=\"gotog('uvular');\">uvular</span>, the <span ontouchend=\"gotog('pharyngeal/pharynx');\">pharynx</span> and the <span ontouchend=\"gotog('glottal/glottis');\">glottis</span>. These are listed on the topmost row of the IPA Consonant (Pulmonic) Chart."},
{"name":"Plosive", "description":"This is the category that appears on the first row in of the Consonants (Pulmonic) Chart. A plosive sound is often also described as a \"stop\" or a \"non-continuant\". A plosive sound is made by total blocking airflow from the mouth with the option of releasing the blockage. For example, if you close your lips, you would have made the plosive phone [p] because air is being totally blocked at the <span ontouchend=\"gotog('labial');\">labial</span> region."},
{"name":"Postalveolar", "description":"This is the category that appears on the fifth column of the Consonants (Pulmonic) Chart. It refers to the use of the region just behind the alveolar ridge but as the hard palate curve upwards. You can easily trace this by moving the tip of your tongue from the teeth along the hard palate upwards and backwards. An example would the phone [ S] which is the first sound one makes in the articulation of the English word for \"ship\". The tongue is placed near the postalveolar area where air flows out noisily."},
{"name":"Pulmonic", "description":"Pulmonic sounds are those which articulation involves the lungs. A sound is pulmonic if in the production of this sound, lungs are involved. You might think erroneously that all linguistic sounds involve the use of the lungs. Try smacking your lips. It creates a sucking sound. This sound is called a click and is a non-pulmonic sound, i.e. the lungs are not involved in the production on this sound. It is found in some languages, though not English. Sometimes when we express disapproval, we say, \"tsk tsk tsk\", which is a clicking sound we make with the blade of our tongue. This sound is non-pulmonic too. Most other linguistic sounds we make are pulmonic."},
{"name":"Retroflex", "description":"This is the category that appears on the sixth column of the Consonants (Pulmonic) Chart. It refers to the curving of the tongue so that the tip of the tongue is pointing towards the arch of the hard palate. Technically, it is really a position of the tongue rather than a place of articulation even though the IPA chart puts retroflex among other places of articulation. With retroflex consonants, air pressure is greatest at the tip of the tongue, and arguably one might construe of that as a place of articulation. There are no English examples of retroflex sounds, but there are some in Standard Mandarin. The Standard Mandarin word for poem is pronounced with the retroflex sound [ §]. The tip of the tongue curled backwards to behind the postalveolar area where air flows out noisily."},
{"name":"Round/Rounding", "description":"Rounding is the term used to describe the shape of the lips when making a vowel. If the lips are drawn together in the shape of a circle, they are said to be rounded. The sound [u] as in \"boot\" would be an example of labial rounding."},
{"name":"Tap/Flap", "description":"This is the category that appears on the fourth row in of the Consonants (Pulmonic) Chart. A tap or a flap is exactly like a trill except that there are no repetitions. If you said \"butter\" really really fast, the \"tt\" would be manifested as a flap [ R]."},
{"name":"Trill", "description":"This is the category that appears on the third row in of the Consonants (Pulmonic) Chart. A trill sound is made by extremely quick successions of repeated action. For example, if you could trill the tip of your tongue against the alveolar ridge to produce the \"r\" sound found in Spanish. You might be able to recount an experience of feeling very cold, and then making a sound like \"brrrr\" (transcribed as [ õ] in IPA). This is the bilabial trill which is made by blowing air out of your mouth while keeping your lips lightly closed. The lips then open and shut extremely quickly."},
{"name":"Uvular", "description":"This is the category that appears on the ninth column of the Consonants (Pulmonic) Chart. The uvular is a small piece of flesh dangling from the velum. You can see it in the mirror if you open your mouth really wide. There are no uvular phones in English. However, if you speak German, you would know that the \"r\" sound in German, as in \"richtig\" is an uvular trill. If you do not speak German, you can try to make this sound by gargling water."},
{"name":"Velar/Velum/Soft Palate", "description":"This is the category that appears on the eighth column of the Consonants (Pulmonic) Chart. The velum is referred to by a number of other names: soft palate, velar and dorsal. It refers to the area just behind the hard palate where the flesh is soft. If you tickle your velum, you could induce vomiting. An example would the phone [k] which is the first sound one makes in the articulation of the English word for \"keep\". The body of the tongue is retracted and raised, touching the velum and blocking airflow."},
{"name":"Vowel", "description":"A vowel is a phone which articulation does not involve obstruction of airflow (unlike <span ontouchend=\"gotog('consonants');\">consonants</span>). In the production of vowels, the body of the tongue is positioned at various places changing the shape of the oral cavity, hence changing acoustic character. Air flows out smoothly and air pressure is comparatively even in the oral cavity (unlike consonants)."}]